Repository: Aardwolf-Social/aardwolf
Catalog: po/aardwolf/*.po
Languages: nl

source: There was an error creating your persona
nl: Er is een fout opgetreden tijdens het creëren van je profiel

source: Display Name
nl: Weergavenaam

source: Display name
nl: Weergavenaam

source: Display name must not be empty
nl: Voer een weergavenaam in

source: Username
nl: Gebruikersnaam

source: Username must not be empty
nl: Voer een gebruikersnaam in

source: Username must not contain special characters
nl: Je gebruikersnaam mag geen speciale tekens bevatten

source: Username is too long
nl: Je gebruikersnaam is te lang

source: Follow Policy
nl: Volgbeleid

source: Post Visibility
nl: Zichtbaarheid van berichten

source: Allow people to search for this profile
nl: Laat anderen mijn profiel vinden via de zoekfunctie

source: There was an error creating your post
nl: Er is een fout opgetreden tijdens het creëren van je bericht

source: What's on your mind?
nl: Waar denk je aan?

source: Post cannot be empty
nl: Voer een bericht in

source: Content Warning
nl: Inhoudswaarschuwing

source: There was an error logging in
nl: Er is een fout opgetreden tijdens het inloggen

source: E-Mail Address
nl: E-mailadres

source: Email cannot be empty
nl: Voer een e-mailadres in

source: Password
nl: Wachtwoord

source: Password cannot be empty
nl: Voer een wachtwoord in

source: There was an error creating your account
nl: Er is een fout opgetreden tijdens het creëren van je account

source: Invalid email address
nl: Ongeldig e-mailadres

source: Password is too short
nl: Je wachtwoord is te kort

source: Password Confirmation
nl: Wachtwoordbevestiging

source: Password confirmation cannot be empty
nl: Voer het wachtwoord nogmaals in

source: Password confirmation must match password
nl: De bevestiging moet hetzelfde zijn als het wachtwoord

source: Automatically accept new followers
nl: Nieuwe volgers automatisch goedkeuren

source: Automatically reject new followers
nl: Nieuwe volgers automatisch afwijzen

source: Manually review new followers
nl: Nieuwe volgers handmatig goedkeuren/afwijzen

source: Visible to everyone
nl: Openbaar

source: Visible to followers
nl: Alleen voor volgers

source: Visible to mutuals
nl: Alleen voor vrienden

source: Only visible to mentioned users
nl: Alleen voor vermelde gebruikers

source: Sign Up
nl: Registreren

source: Feel free to sign up!
nl: Voel je vrij om je te registreren!

source: Create an Account
nl: Creëer een account

source: This is who we are!
nl: Dit zijn wij!

source: About Aardwolf
nl: Over Aardwolf

source: Have an Account? - Login
nl: Heb je al een account? Log dan in!

source: Aardwolf Instance
nl: Aardwolf-instantie

source: Logout
nl: Uitloggen

source: Invite People
nl: Personen uitnodigien

source: Authorized Followers
nl: Goedgekeurde volgers

source: Authorized Apps
nl: Goedgekeurde apps

source: Data Export
nl: Gegevens exporteren

source: Data Import
nl: Gegevens importeren

source: Security
nl: Veiligheid

source: Notifications
nl: Meldingen

source: Muted Users
nl: Genegeerde gebruikers

source: Muted Keywords
nl: Genegeerde trefwoorden

source: Preferences
nl: Instellingen

source: Edit Profile
nl: Profiel bewerken

source: Settings
nl: Instellingen

source: Go back
nl: Ga terug

source: Boost
nl: Uitlichten

source: Reply
nl: Beantwoorden

source: Like
nl: Vind ik leuk

source: Download
nl: Downloaden

source: Messages
nl: Berichten

source: Profile
nl: Profiel

source: Home
nl: Startpagina

source: New Group
nl: Nieuwe groep

source: New Event
nl: Nieuw evenement

source: Create
nl: Creëren

source: Weather
nl: Weer

source: Favorites
nl: Favorieten

source: Photos
nl: Foto's

source: Lists
nl: Lijsten

source: Groups
nl: Groepen

source: Calendar
nl: Kalender

source: Shortcuts
nl: Sneltoetsen

source: News feed
nl: Tijdlijn

source: Create Persona
nl: Profiel creëren

source: Fill out your profile information
nl: Vul je profielinformatie in

source: Get posting!
nl: Ga aan de slag!

source: Awoo!
nl: Yeah!

source: Buy the team a coffee
nl: Trakteer het team op koffie

source: Check us out on GitHub!
nl: Bekijk onze activiteiten op GitHub!

source: Terms of Service
nl: Algemene voorwaarden

source: Log In
nl: Inloggen

source: Welcome back!
nl: Welkom terug!

source: Login
nl: Inloggen

source: Need an Account? - Create one!
nl: Heb je nog geen account? Creëer er dan één!
